{"config": [{"config": {"dtype": "float32", "name": "global_average_pooling2d_1", "trainable": true, "batch_input_shape": [null, 1, 1, 2048], "data_format": "channels_last"}, "class_name": "GlobalAveragePooling2D"}, {"config": {"use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "softmax", "name": "dense_1", "bias_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "units": 133}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.1", "backend": "tensorflow"}